export const getPrograms = (t) => 
    [
        {
          title: t("Календар за организација и работата во основното училиште"),
        },
        {
          title: t("Поделба на класно раководство, поделба на часовите на наставниот кадар, распоред на часовите"),
        },
        {
          title: t("Работа во смени"),
        },
        {
          title: "Јазик /јазици на кој/и се изведува наставата",
        },
        {
          title: "Комбинирани паралелки",
        },
        {
          title: "Странски јазици што се изучуваат во основното училиште",
        },
        {
          title: "Реализација на физичко и здравствено образование со учениците од прво до петто одделение",
        },
        {
          title: "Изборна настава",
        },
        {
          title: "Додатна настава",
        },
        {
          title: "Работа со надарени ученици",
        },
        {
          title: "Работа со ученици со посебни образовни потреби",
        },
    ];
